Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Jeśli planujesz zapuszczać się w gąszcz, pamiętaj o trzech rzeczach - cisowym łuku, zapasie strzał i mocnej gorzałce do przemywania ran.
uk: Якщо плануєш відправитися в хащі, не забудь про три речі: тисовий лук, запас стріл і міцну випивку, щоб промивати рани.

source: Jeśli pokażesz w jakiś sposób, że jesteś godny poznania tajników magii, to chętnie cię w nie wprowadzę.
uk: Якщо ти чимось доведеш, що гідний пізнати таємниці магії, я з радістю познайомлю тебе з ними.

source: Jeśli pokażesz, że jesteś przyjacielem mojej rodziny, to ci jedną zrobię.
uk: Якщо ти доведеш, що ти друг моєї сім'ї, я зроблю її для тебе.

source: Jeśli pokonasz trzech innych rekrutów, to masz resztę treningu z głowy.
uk: Якщо ти переможеш трьох інших новобранців, то про решту тренувань можеш не турбуватися.

source: Jeśli pomogę Allanowi w zleceniu dla Fridy, to dostanę od niej referencję do obywatelstwa. Pewnie będzie się kręcił gdzieś w pobliżu jej sklepu.
uk: Якщо я допоможу Алану з замовленням для Фріди, я отримаю від неї рекомендацію для отримання громадянства. Він, мабуть, вештається десь біля її крамниці.

source: Jeśli porozmawiasz z Lennartem, to jestem pewien, że będzie miał do zaoferowania nową broń.
uk: Якщо ти поговориш з Ленартом, я впевнений, що він зможе запропонувати тобі нову зброю.

source: Jeśli posiadasz odpowiednie umiejętności, to mogę cię podszkolić w strzelaniu z kuszy oraz pokazać, jak być zręczniejszym.
uk: Якщо у тебе є відповідні навички, я можу навчити стріляти з арбалета і показати, як стати більш спритним.

source: Jeśli postanowisz dać nam szansę, pogadaj z Lorenzo.
uk: Якщо вирішиш дати нам шанс, поговори з Лоренцо.

source: Jeśli potrzebujecie mojej pomocy do pracy, to jestem do waszej dyspozycji.
uk: Якщо тобі знадобиться моя допомога, я до твоїх послуг.

source: Jeśli potrzebujesz jeszcze przygotować swoje wyposażenie przed drogą, to na placu klasztoru znajdziesz potrzebne przyrządy, a nawet kilku gości, którzy pewnie chętnie z tobą pohandlują.
uk: Якщо тобі потрібно підготувати своє спорядження перед виходом, ти знайдеш все необхідне на монастирській площі та навіть декількох гостей, які будуть раді поторгувати тобою.

source: Jeśli potrzebujesz lepszego oręża, udaj się do Ingora. To on zajmuje się naszym sprzętem. A tutaj masz jeszcze listę, u których członków Gildii możesz doskonalić swoje umiejętności.
uk: Якщо ти потребуєш кращої зброї, йди до Інгора. Саме він відповідає за наше спорядження. А ось список членів Гільдії, у яких можна вдосконалити свої навички.

source: Jeśli potrzebujesz rady w wyborze konkretnego preparatu, daj mi znać. A jeśli jesteś zdecydowany, co chcesz kupić, zapraszam do przejrzenia naszej oferty produktów.
uk: Якщо тобі потрібна порада щодо вибору того чи іншого препарату, дай мені знати. А якщо ти вже визначився, що хочеш купити, можеш переглянути наш асортимент продукції.

source: Jeśli potrzebujesz zajęcia, może mógłbym ci coś znaleźć.
uk: Якщо тобі потрібне заняття, можливо, я зможу тобі щось підшукати.

source: Jeśli potrzebujesz zaszyć się w cieniu, lub po prostu ulotnić, to jest idealną osobą. Potrafi dostarczyć ludzi w najmniej uczęszczane zakamarki wyspy, stąd te teksty o znikaniu ludzi.
uk: Якщо тобі потрібно сховатися в тіні або просто втекти, то це ідеальна людина. Він може доставити людей у найменш відвідувані куточки острова, звідси і слова про зниклих людей.

source: Jeśli powiesz mi co mam robić to z pewnością się coś znajdzie.
uk: Якщо розкажеш, що робити, я впевнений, що щось вийде.

source: Jeśli powiesz mi wszystko co wiesz, to może wyjdziesz z tego cało.
uk: Якщо ти розкажеш мені все, що знаєш, можливо, тобі вдасться вийти з цієї ситуації.

source: Jeśli powiesz o tym komuś w Wilczym Leżu, to zabiję cię tam, gdzie stoisz.
uk: Якщо розкажеш про це комусь у Вовчому Лігві, я вб'ю тебе на місці.

source: Jeśli powiesz temu obleśnemu facetowi w kącie, żeby przestał łypać za mną swoimi kaprawymi ślepiami, to yhm... dostaniesz nagrodę, słodziutki.
uk: Якщо ти скажеш тому бридкому хлопцеві в кутку, щоб перестав витріщатися на мене своїми голодними очиськами, то гм... отримаєш свою винагороду, солоденький.

source: Jeśli pozbędziesz się tego cholerstwa, dostaniesz ode mnie parę monet.
uk: Якщо позбудешся цієї клятої штуки, то отримаєш від мене кілька монет.

source: Jeśli pozbędziesz się zębaczy, podzielę się z tobą przepisem, po którym od razu staniesz na nogi.
uk: Якщо позбудешся снепперів, я поділюся з тобою рецептом, який одразу поставить тебе на ноги.

source: Jeśli połączę kilka składników to pewnie uda się stworzyć coś naprawdę silnego.
uk: Якщо я поєднаю кілька інгредієнтів, то, ймовірно, зможу створити щось дійсно міцне.

source: Jeśli pragniesz pojąć podstawy tej mistycznej sztuki, będziesz musiał wykonać trzy zadania.
uk: Якщо ти прагнеш осягнути основи цього містичного мистецтва, тобі доведеться виконати три завдання.

source: Jeśli pragniesz pojąć wiedzę tajemną...
uk: Якщо ти бажаєш осягнути таємні знання...

source: Jeśli przelecisz nad jakąś skarpą i wylądujesz niżej, niż oczekiwałeś, ugnij nogi w trakcie lądowania, żeby zamortyzować pęd i nie poobijać się za bardzo. To może ci uratować życie!
uk: Якщо ти перестрибнеш який-небудь схил і приземлишся нижче, ніж очікував, то зігни ноги під час приземлення, щоб пом'якшити падіння і не забитися. Це може врятувати тобі життя!

source: Jeśli przeprawa przez rzekę cię nie zachęca, to zawsze zostaje ci dłuższa trasa przez las. Skręcasz na wschód przed wieżą sygnałową, a później odbijasz na południe.
uk: Якщо перехід через річку тебе не надихає, завжди є довший шлях через ліс. Перед сигнальною вежею повертаєш на схід, а потім мчиш на південь.

source: Jeśli przez resztę życia mam szukać czegoś, co będzie jedynie udawać Nordmar, to wolę już umrzeć z honorem, niczym prawdziwy wojownik.
uk: Якщо мені доведеться провести залишок життя в пошуках чогось, що тільки нагадує Нордмар, то я краще помру з честю, як справжній воїн.

source: Jeśli przybywasz z Londram, to jest to całkiem prawdopodobne.
uk: Якщо ти прибув з Лондраму, то це цілком ймовірно.

source: Jeśli przygotowałeś mieszek, to tak.
uk: Якщо ти приготував гаманець, то звісно.

source: Jeśli przyjmiemy więcej uchodźców, w mieście wybuchnie zaraza, jestem tego pewien.
uk: Якщо ми прийматимемо ще більше біженців, у місті буде чума, я в цьому впевнений.

source: Jeśli przyniosę Balniemu 20 ryb, naprawi dla mnie sieć.
uk: Якщо я принесу Балні 20 рибин, то він полагодить мені сітку.

source: Jeśli pytasz o to, czy potrafię wyczarować pląsającego goblina z garncem złota, to nie masz na co liczyć.
uk: Якщо ти питаєш, чи зможу я викликати веселого гобліна з горщиком золота, то тобі немає на що розраховувати.

source: Jeśli pytasz o to, kto mi płaci, to tą osobą jest nasz budnik, Helmud. To on kieruje pracą w obozie.
uk: Якщо ти запитуєш, хто мені платить, то це наш майстер, Хельмуд. Саме він керує роботою в таборі.

source: Jeśli pytasz, czy moje zapasy są na sprzedaż, to muszę cię rozczarować, ale nie sprzedaję drewna byle komu.
uk: Якщо питаєш, чи продаю я свої запаси, то мушу тебе розчарувати, я не продаю деревину кому завгодно.

source: Jeśli pójdziemy dalej wzdłuż tej ścieżki, na pewno dotrzemy do ludzi.
uk: Якщо ми продовжимо йти цією стежкою, то обов'язково дійдемо до людей.

source: Jeśli pójdziemy wzdłuż niej, to możliwe, że natkniemy się na wioskę Silbach, w której mieszka nasz wuj.
uk: Якщо ми підемо вздовж річки, то, можливо, натрапимо на село Сільбах, де живе наш дядько.

source: Jeśli pójdziesz ścieżkami do góry, znajdziesz tam winnicę. Tam cię pokierują dalej. Zresztą, będziesz miał tyle złota, że możesz sobie kupić, co zechcesz.
uk: Якщо підеш стежками вгору, то побачиш там виноградник. Звідти тебе скерують далі. У будь-якому випадку, у тебе буде достатньо золота, щоб купити все, що ти захочеш.

source: Jeśli ruszysz do ataku zanim wydam rozkaz, to nie myśl, że ktoś pobiegnie cię ratować.
uk: Якщо підеш в атаку до того, як я віддам наказ, не думай, що хтось побіжить тебе рятувати.

source: Jeśli rzeczywiście chcesz pomóc, powiedz innym ludziom dobrej woli, że będziemy organizować wiec pod ratuszem przeciwko Morrisowi.
uk: Якщо ти дійсно хочеш допомогти, розкажи іншим людям доброї волі, що ми збираємося влаштувати протест проти Морріса під ратушею.

source: Jeśli się do niego udasz i pomożesz mu w pracy, to chętnie cię wynagrodzę.
uk: Якщо підеш до нього і допоможеш йому, я з радістю винагороджу тебе.

source: Jeśli się nie odnajdzie, będę musiał osobiście udać się do naszego klienta i przeprosić go za zaistniałą sytuację.
uk: Якщо його не знайдуть, мені доведеться особисто піти до нашого замовника і вибачитися перед ним за ситуацію, що склалася.

source: Jeśli się nie pośpieszy, to jeszcze wygramy tę wojnę wyłącznie przy pomocy naszych broni z magicznej rudy i magii runicznej!
uk: Якщо він не поквапиться, ми все одно виграємо цю війну, використовуючи лише нашу зброю з магічної руди та магію рун!

source: Jeśli się nie zgubimy w tych ciemnościach i przypadkiem nie wpadniemy na jakiegoś cieniostwora!
uk: Якщо ми не заблукаємо в цій темряві і випадково не натрапимо на якогось тінезвіра!

source: Jeśli się pomylisz, to zostanie ci droga kanałami, a mówię ci, tego bardzo byś nie chciał.
uk: Якщо ти помилишся, тобі залишиться тільки шлях через каналізацію. І повір мені, ти цього точно не захочеш.

source: Jeśli się pośpieszysz, to może jeszcze coś dla ciebie zostanie.
uk: Якщо поспішиш, можливо, для тебе ще щось залишиться.

source: Jeśli się w niej schowasz, to powinniśmy bez problemu przemycić cię do miasta. Hm? Co ty na to?
uk: Якщо ти сховаєшся в ній, я зможу без проблем переправити тебе до міста. Що скажеш? Що ти про це думаєш?

source: Jeśli smak będzie mi odpowiadał, to jestem gotowy podpisać kontrakt na regularne dostawy.
uk: Якщо смак мене влаштує, я готовий підписати контракт на регулярні постачання.

source: Jeśli spartaczycie to równie mocno co sprawę listu, to możecie żegnać się z waszymi pustymi głowami.
uk: Якщо ви все зіпсуєте, як і справу з листом, ви можете попрощатися зі своїми порожніми головами.

source: Jeśli spełnią swoją obietnicę, to powinni za niedługo dotrzeć do miasta. Jak wygląda sytuacja? Gdzie jest Roderich?
uk: Якщо вони виконають свою обіцянку, то незабаром повинні дістатися до міста. Як ситуація? Де Родеріх?

source: Jeśli sprawa załatwienia sobie miecza cię przerośnie, to znaczy, że... że nie masz czego szukać w naszych szeregach.
uk: Якщо дістати собі меч надто складно для тебе, то це означатиме... що тобі нема чого робити в наших лавах.

source: Jeśli spróbuje nas zaatakować, pociągnij za spust.
uk: Якщо він спробує напасти на нас, тисни на гачок.

source: Jeśli spróbujesz mnie tknąć, będziesz miał na sumieniu życie niewinnych obywateli!
uk: Якщо ти спробуєш мене зачепити, на твоїй совісті будуть життя невинних громадян!

source: Jeśli starszy jest w stanie zapewnić nam bezpieczeństwo, to może na mnie liczyć.
uk: Якщо староста може захистити нас, то він може розраховувати на мене.

source: Jeśli szukają tej skrzyni, to zwyczajnie dam im to, czego chcą i będziecie mieć ich z głowy.
uk: Якщо вони шукають ту скриню, я просто дам їм те, що вони хочуть, і ти їх більше не побачиш.

source: Jeśli szukasz Arwida, to nie ma go tutaj.
uk: Якщо ти шукаєш Арвіда, то його тут немає.

source: Jeśli szukasz dobrego nauczyciela walki mieczem, to z pewnością jest nim nasz kapitan, Adelard.
uk: Якщо шукаєш хорошого вчителя з фехтування на мечах, то наш капітан, Аделард, безумовно, один з них.

source: Jeśli szukasz miejsca do żłopania gorzały, kieruj się do miasta.
uk: Якщо ви шукаєте місце, де можна випити, йдіть до міста.

source: Jeśli szukasz pracy, zgłoś się do Liama, to on nadzoruje by nikt się nie obijał.
uk: Якщо ти шукаєш роботу, звернися до Ліама, він слідкує за тим, щоб ніхто не байдикував.

source: Jeśli szukasz pracy, zgłoś się do Liama, to on nadzoruje, by nikt się nie obijał.
uk: Якщо ти шукаєш роботу, звернися до Ліама, він слідкує за тим, щоб ніхто не байдикував.

source: Jeśli szukasz pracy, zgłoś się do Liama, to on pilnuje, by nikt się nie obijał.
uk: Якщо шукаєш роботу, звертайся до Ліама, саме він стежить за тим, щоб ніхто не байдикував.

source: Jeśli szukasz uczciwej pracy fizycznej, możesz też spróbować szczęścia przy wycince drewna u Knuta albo w twierdzy Ulryka. Oni to zawsze potrzebują rąk do pracy.
uk: Якщо ти шукаєш чесну фізичну працю, можеш спробувати щастя на лісозаготівлі у Кнута, або у фортеці Ульріка. Їм завжди потрібні робочі руки.

source: Jeśli szukasz zarobku, myślę, że znalazłbyś coś tam dla siebie.
uk: Якщо шукаєш підробіток, то там ти точно зможеш щось знайти.

source: Jeśli szukasz zarobku, to może znajdziesz tam coś dla siebie.
uk: Якщо шукаєш підробіток, можливо, знайдеш там щось для себе.

source: Jeśli szukasz świeżej dziczyzny, zajrzyj do tutejszego rzeźnika - Remy'ego.
uk: Якщо шукаєш свіже м'ясо кабана, зазирни до місцевого різника - Ремі.

source: Jeśli sądzisz, że topielce to najgorsze co może cię spotkać na plaży to grubo się mylisz.
uk: Якщо ти думаєш, що луркери – це найгірше, що можна зустріти на пляжі, то ти дуже помиляєшся.

source: Jeśli sądzisz, że topielce to najgorsze co może cię spotkać na plaży, to grubo się mylisz.
uk: Якщо ти думаєш, що луркери – це найгірше, що можна зустріти на пляжі, то ти дуже помиляєшся.

source: Jeśli sądzisz, że topielce to najgorsze, co może cię spotkać na plaży, to grubo się mylisz.
uk: Якщо ти думаєш, що луркери – це найгірше, що можна зустріти на пляжі, то ти дуже помиляєшся.

source: Jeśli ta wyprawa nie jest jednym wielkim oszustwem, to tak, wszystko w porządku.
uk: Якщо ця експедиція не є одним великим обманом, то так, все гаразд.

source: Jeśli tak bardzo ci zależy, żebym ją sprawdził, to możemy spotkać się wieczorem pod wejściem do spiżarni, od drugiej strony budynku.
uk: Якщо тобі так кортить, щоб я її перевірив, то можемо зустрітися ввечері біля входу до комори, з іншого боку будівлі.

source: Jeśli tak bardzo nie lubisz tej roboty, to co tu jeszcze robisz?
uk: Якщо ти настільки не любиш цієї роботи, то що ти тут робиш?

source: Jeśli tak ci na tym zależy, to będziesz musiał o niego walczyć.
uk: Якщо він настільки тобі потрібен, тобі доведеться за нього боротися.

source: Jeśli tak ci na tym zależy, to sam go szukaj.
uk: Якщо тобі так цікаво, пошукай його сам.

source: Jeśli tak ci na tym zależy, to sam go szukaj. Ja mam już dość twoich badań.
uk: Якщо тебе це так хвилює, то шукай його сам. З мене досить твоїх досліджень.

source: Jeśli tak ci się spieszy, to zawsze możesz wrócić sam, ja muszę się jeszcze rozejrzeć.
uk: Якщо ти так поспішаєш, то завжди можеш повернутися сам, а мені ще треба все оглянути.

source: Jeśli tak ci się spieszy, to zawsze możesz wrócić sam.
uk: Якщо ти дуже поспішаєш, то завжди можеш повернутися назад самостійно.

source: Jeśli tak ci zależy, to musisz wiedzieć, że ja i chłopcy wolimy 'czyste' podejście.
uk: Якщо тобі це так важливо, ти маєш знати, що ми з хлопцями віддаємо перевагу 'чистому' підходу.

source: Jeśli tak dalej pójdzie to padnie trupem.
uk: Якщо так піде і далі, то він впаде замертво.

source: Jeśli tak dalej pójdzie, to Ramsey pozbędzie się nas wszystkich. Musimy dorwać to monstrum.
uk: Якщо так піде далі, Рамзі позбудеться нас усіх. Ми повинні зловити цю потвору.

source: Jeśli tak dalej pójdzie, to nie będę miał czym zapłacić za kolejną dostawę.
uk: Якщо так і далі піде, мені не буде чим розплатитися за наступне постачання.

source: Jeśli tak dalej pójdzie, to zanim ta cała sytuacja się wyjaśni, będzie już po kolejnych zbiorach!
uk: Якщо так піде і далі, то вирішення цієї ситуації затягнеться до збору наступного врожаю!

source: Jeśli tak, to najpierw się go pozbądź, a potem zajmij towarem!
uk: Якщо так, то спочатку позбудься його, а потім займись товаром!

source: Jeśli tak, to obiecaj, że nie powiesz o moim udziale Rodrigo!
uk: Якщо так, то пообіцяй не розповідати Родріго про мою участь!

source: Jeśli taka jest twoja wola, to nie będę cię powstrzymywał. Możesz być jednak pewny, że dotrzymam swojej obietnicy.
uk: Якщо така твоя воля, я не буду тебе зупиняти. Але будь певен – я дотримаюсь своєї обіцянки.

source: Jeśli takie jest twoje życzenie.
uk: Якщо така твоя воля.

source: Jeśli te dowody znikną... chętnie rozważę twoją propozycję.
uk: Якщо ці докази зникнуть... я готовий розглянути твою пропозицію.

source: Jeśli ten korzeń naprawdę ma magiczne właściwości, to byłoby to coś... dobrze już dobrze, póki co nie będę snuł wyobrażeń.
uk: Якщо цей корінь справді має магічні властивості, то це було б щось... ну добре, не буду поки розбурхувати свою уяву.

source: Jeśli też myślisz o zostaniu obywatelem, to będziesz musiał parę godzin tu poczekać.
uk: Якщо ти теж думаєш стати громадянином, тобі доведеться зачекати тут кілька годин.

source: Jeśli to ci w czymś pomoże, miał zanieść kilka skrzyń do magazynu, ale zgaduję, że smak wina wygrał z jego poczuciem obowiązku.
uk: Якщо це допоможе, він мав віднести кілька ящиків у льох, але, мабуть, смак вина переміг відчуття обов'язку.

source: Jeśli to cię pocieszy, wiedz, że jej porywacze nie żyją.
uk: Якщо тобі від цього стане легше, то знай, що її викрадачі мертві.

source: Jeśli to cokolwiek zmienia, to zdziwiło mnie to nawet bardziej niż ciebie. Finbar był dobrym chłopakiem i nawet go lubiłem.
uk: Якщо це щось змінює, то я здивувався навіть більше за тебе. Фінбар був хорошим хлопцем, він навіть подобався мені.

source: Jeśli to faktycznie Ernesto przygotował tamten posiłek, to znaczy, że jest na tym świecie więcej dobra, niż wcześniej myślałem. To pocieszająca myśl.
uk: Якщо це дійсно Ернесто приготував їжу, то це означає, що в цьому світі більше добра, ніж я думав раніше. Це втішна новина.

source: Jeśli to faktycznie ten człowiek, to powinieneś był go bardziej przycisnąć. A nuż wyśpiewałby, gdzie trzymają twojego brata.
uk: Якщо це справді той чоловік, то треба було притиснути його сильніше. Можливо, він би обмовився, де тримають твого брата.

source: Jeśli to już wszystko, to pozwól, że ci odpowiem. Takiej transakcji nie zawrzemy. Nie ma szans. Najmniejszych.
uk: Якщо це все, то ось моя відповідь. Ми не підемо на таку угоду. Ні за що. Ні в якому разі.

source: Jeśli to już wszystko, to przygotuj się do zadania. Idźcie do tej karczmy jakoś wieczorem, kiedy ludzie relaksują się po codziennych obowiązkach.
uk: Якщо це все, тоді готуйся до виконання завдання. Зайди до цієї корчми якось увечері, коли люди розслабляються після щоденних клопотів.

source: Jeśli to już wszystko, to wybacz, ale muszę wracać do pracy.
uk: Якщо це все, то вибач, я мушу повертатися до роботи.

source: Jeśli to ma być twój sposób na zmianę tematu...
uk: Якщо це твій спосіб змінити тему розмови...

source: Jeśli to nie przyniesie rezultatów, przejdziemy do straszenia.
uk: Якщо не допоможе, перейдемо до залякування.

source: Jeśli to nie przyspieszy, chyba będzie trzeba założyć tu jakiś obóz.
uk: Якщо це не прискориться, я думаю, нам доведеться розбивати тут табір.

source: Jeśli to nie wystarczy, o resztę upomnę się u Lorenzo.
uk: Якщо цього не вистачить, я запитаю решту у Лоренцо.

source: Jeśli to się stanie, nawet gdy przetrwamy ten trudny czas, to Lichwiarz osiągnie sukces!
uk: Якщо це станеться, то навіть якщо ми переживемо ці важкі часи, Лихвар досягне бажаного!

source: Jeśli to wszystkie pytania, jakie masz, będę wdzięczny, jeśli zostawisz mnie samego.
uk: Якщо це всі питання, які у тебе є, буду вдячний, якщо ти залишиш мене наодинці.

source: Jeśli to wszystko, chłopcze, to muszę wracać do pracy. Te dokumenty same się nie uporządkują.
uk: Якщо це все, хлопче, то я мушу повертатися до роботи. Ці документи самі по собі не впорядкуються.

source: Jeśli to wszystko, to nie przeszkadzaj mi już więcej. I tak straciłem przez ciebie sporo czasu.
uk: Якщо це все, то не турбуй мене більше. Я і так втратив через тебе багато часу.

source: Jeśli to wszystko, to spadaj do lasu!
uk: Якщо це все, то йди лісом!

source: Jeśli trafię, to dobrze, ale czasami zdarza mi się spaść. Wtedy przy lądowaniu zginam nogi, amortyzując upadek. Wierz mi, to potrafi uratować życie.
uk: Якщо дострибую, то добре, але буває і таке, що я падаю. Тоді при приземленні я згинаю ноги, пом'якшуючи падіння. Повір, це може врятувати тобі життя.

source: Jeśli troje z twoich... przyjaciół, obieca się tym zająć, to dopilnuję, żeby włos wam z głowy nie spadł.
uk: Якщо троє з твоїх... друзів, пообіцяють цим зайнятися, я подбаю про те, щоб жодна волосина не впала з ваших голів.

source: Jeśli tu przyjdą i cię zobaczą, nie tylko ciebie zabiją, ale też i mnie, a tego bardzo bym chciał uniknąć!
uk: Якщо вони прийдуть сюди і побачать тебе, вони вб'ють нас обох. А мені б дуже хотілося цього уникнути!

source: Jeśli twoja mamuśka to ładna kobieta, to kto wie, może sam pomogę.
uk: Якщо твоя мати гарна жінка, то хто знає, може, я і сам допоможу.

source: Jeśli twoje mieszkanie wydaje się puste i chcesz je trochę udekorować, to nie znajdziesz lepszego miejsca!
uk: Якщо твоє помешкання здається порожнім і ти хочеш його трохи прикрасити, то кращого місця не знайти!

source: Jeśli twój brat go posiadał, to albo był jednym z nas, albo... musiał wejść w jego posiadanie w jakiś inny sposób.
uk: Якщо перстень був у твого брата, то він був або одним із нас, або... отримав його якимось іншим шляхом.

source: Jeśli tylko będziesz chciał, mogę cię przyjąć na czeladnika.
uk: Як тільки захочеш, я можу зробити тебе моїм учнем.

source: Jeśli tylko znajdziesz dowody przestępstw popełnianych przez Volkera, to z chęcią je przejrzę. W innym wypadku, nie mamy o czym rozmawiać.
uk: Якщо ти знайдеш докази злочинів, скоєних Волкером, я з радістю їх розгляну. В іншому випадку, нам немає про що говорити.

source: Jeśli tym razem mnie rozczarujesz, nasza umowa przestanie obowiązywać.
uk: Якщо і цього разу ти мене розчаруєш, наша співпраця припиниться.

source: Jeśli uczeń wykazuje takie zdolności, to zdarza się, że jesteśmy nauczani również wiedzy o kręgach magicznych.
uk: Якщо учень виявляє такі здібності, трапляється, що нас також навчають знанням про кола магії.

source: Jeśli uda ci się czegoś dowiedzieć, znajdziesz mnie u Starszego.
uk: Якщо тобі вдасться щось дізнатися, ти знайдеш мене у старости.

source: Jeśli uda ci się dotrzeć do Przystani w jednym kawałku, pozdrów ode mnie Corteza. Może staruszek jeszcze mnie pamięta.
uk: Якщо доберешся до Гавані цілим і неушкодженим, передай привіт Кортезу від мене. Може, старий ще мене пам'ятає.

source: Jeśli uda ci się go pokonać, to już sama nie wiem, kto będzie w stanie cię powstrzymać. A, uważaj, facet jest trochę nieobliczalny...
uk: Якщо тобі вдасться перемогти його, я не знаю, хто зможе тебе зупинити. І ще, остерігайся, хлопець трохи непередбачуваний...

source: Jeśli uda ci się ich przekonać, to naprawdę będę bardzo wdzięczny.
uk: Якщо ти зможеш їх переконати, я буду дуже вдячний.

source: Jeśli uda ci się któregoś pokonać, to zbadaj, w którym miejscu skóra pyska nakłada się na róg. Tam ją przetnij, dzięki czemu znajdziesz nasadę rogu.
uk: Якщо тобі вдасться перемогти одного з них, оглянь частину морди, де шкіра перекриває ріг. Розріж її і шукай основу рога.

source: Jeśli uda ci się odzyskać to koło zębate, to zapłacę ci równowartość ich zastawu!
uk: Якщо тобі вдасться повернути шестерню, то я заплачу тобі вартість їхньої застави!

source: Jeśli uda ci się sprawić, by już nigdy więcej mnie nie nachodził, z chęcią poczęstuję cię moim najlepszym miodem, co ty na to?
uk: Якщо тобі вдасться зробити так, щоб він більше ніколи тут не з'являвся, я з радістю пригощу тебе своїм найкращим медом, що скажеш?

source: Jeśli uda ci się sprzedać wszystkie towary, będę na ciebie czekała w gospodzie. Wtedy powiem ci jak dostać się do miasta.
uk: Якщо тобі вдасться продати весь товар, я чекатиму тебе у корчмі. Тоді я розповім, як дістатися до міста.
